Repository: chou8018/test
Catalog: ClaimApp/*.lproj/Localizable.strings
Languages: id, th

# login_with_email_button_title
source: Login
id: Masuk Dengan Email Kantor
th: เข้าสู่ระบบด้วยอีเมลที่ทำงาน

# login_nav_title
source: Login
id: Masuk
th: เข้าสู่ระบบ

# login_title_welcome
source: Welcome to CORe
id: Selamat Datang
th: ยินดีต้อนรับ

# login_title_with_email
source: Enter your CAPtain profile to proceed
id: Mohon masuk dengan email kantor anda
th: กรุณาเข้าสู่ระบบด้วยอีเมลที่ทำงานของคุณ

# login_title_placeholder_email
source: Your email address
id: Alamat email anda
th: ที่อยู่อีเมลของคุณ

# login_title_placeholder_password
source: Your password
id: Kata sandi
th: รหัสผ่านของคุณ

# login_title_success
source: Success!
id: Sukses!
th: สำเร็จ!

# login_title_details_verified
source: Your details have been verified. Taking you to CORe App
id: Data berhasil diverifikasi. Membawa anda ke CORe App
th: ข้อมูลของคุณได้รับการยืนยันแล้ว กำลังเข้าสู่ CORe App

# my_expenses_nav_title
source: My Expenses
id: Pengeluaran Saya
th: รายการค่าใช้จ่าย

# my_expenses_button_title_personal
source: Personal
id: Pribadi
th: ส่วนตัว

# my_expenses_button_title_inventory
source: Inventory
id: Inventaris
th: อินเวนทอรี่

# my_expenses_title_status_not_submitted
source: Not Submitted
id: Belum dikirim
th: ยังไม่ได้ส่ง

# my_expenses_title_status_submitted
source: Submitted
id: Terkirim
th: ส่งแล้ว

# my_expenses_title_status_approved
source: Approved
id: Disetujui
th: อนุมัติแล้ว

# my_expenses_title_status_reimbursed
source: Reimbursed
id: Sudah Dibayar
th: คืนเงินแล้ว

# my_expenses_title_status_rejected
source: Rejected
id: Ditolak
th: ถูกปฏิเสธ

# my_expenses_title_swipe_remove
source: Remove
id: Hapus
th: ลบ

# my_expenses_title_create_expense
source: Create a new expense
id: Buat pengeluaran baru
th: สร้างแบบฟอร์มค่าใช้จ่ายใหม่

# new_expenses_nav_title
source: New Expense
id: Pengeluaran Baru
th: แบบฟอร์มเคลมค่าใช้จ่าย

# new_expenses_button_title_cancel
source: Cancel
id: Batal
th: ยกเลิก

# new_expenses_button_title_save
source: Save
id: Simpan
th: บันทึก

# new_expenses_title_not_saved
source: Not Saved
id: Belum disimpan
th: ยังไม่ได้บันทึก

# new_expenses_button_title_personal
source: Personal Expense
id: Pengeluaran Pribadi
th: ค่าใช้จ่ายส่วนตัว

# new_expenses_button_title_inventory
source: Inventory Expense
id: Pengeluaran Inventaris
th: ค่าใช้จ่ายของอินเวนทอรี่

# new_expenses_title_vendor
source: Vendor
th: ผู้จำหน่าย

# new_expenses_title_vendor_placeholder
source: Enter vendor name
id: Masukan nama vendor
th: ใส่ชื่อผู้จำหน่าย

# new_expenses_title_invoice_no.
source: Invoice No.
id: Nomor Invoice
th: เลขที่ใบแจ้งหนี้

# new_expenses_title_invoice_no._placeholder
source: Enter invoice number
id: Masukan nomor invoice
th: ใส่เลขที่ใบแจ้งหนี้

# new_expenses_title_date
source: Invoice Date
id: Tanggal
th: วันที่

# new_expenses_title_date_placeholder
source: Select the invoice date
id: Masukan tanggal invoice
th: เลือกวันที่ในใบแจ้งหนี้

# new_expenses_title_Item
source: Item
th: รายการที่

# new_expenses_title_carplate_placeholder
source: Enter carplate no.
id: Masukan nomor plat
th: ใส่เลขทะเบียนรถ

# new_expenses_title_category_placeholder
source: Select expense category
id: Masukan kategori pengeluaran
th: ใส่ประเภทของค่าใช้จ่าย

# new_expenses_title_description_placeholder
source: Enter item description
id: Masukan deskripsi item
th: ใส่รายละเอียดของรายการใช้จ่าย

# new_expenses_button_title_add_item
source: Add new item and cost
id: Tambah item dan biaya
th: เพิ่มรายการใหม่และราคาที่จ่าย

# new_expenses_button_title_capture
source: Capture/File Receipt
id: Foto kwitansi
th: ถ่ายภาพ / อัปโหลดใบเสร็จ

# new_expenses_title_payment
source: Payment to
id: Pembayaran kepada
th: ชำระเงินคืนให้

# new_expenses_title_payment_placeholder
source: Select payee
id: Pilih Penerima
th: เลือกผู้รับเงิน

# new_expenses_button_title_make_claim
source: Make a Claim
id: Kirim Klaim
th: ส่งคำร้องขอคืนเงิน

# new_expenses_title_valid_information
source: Please enter valid information
id: Masukan informasi yang valid
th: กรุณาใส่ข้อมูลที่ถูกต้อง

# new_expenses_button_title_done
source: Done
id: Selesai
th: เสร็จแล้ว

# new_expenses_button_title_tap_change
source: Tap here to change
id: Ketuk di sini untuk mengubah
th: แตะที่นี่เพื่อเปลี่ยน

# otp_form_nav_title
source: Verification
id: Verifikasi
th: ยืนยัน

# otp_form_wrong_otp_message
source: We can't verify your code. Please try again
id: Kami tidak dapat memverifikasi kode Anda. Harap coba lagi
th: เราไม่สามารถยืนยันตัวตนได้ กรุณาลองใหม่อีกครั้ง

# otp_form_otp_expired_message
source: Your verification code has expired. Resend?
id: Kode Verifikasi anda telah kadaluarsa. Kirim ulang?
th: รหัสของคุณหมดอายุ ส่งใหม่อีกครั้ง?

# login_help_form_nav_title
source: Help
id: Bantuan
th: ช่วยเหลือ

# login_help_form_title
source: Step 1: Call us to retrieve 6-digit code.
id: Hubungi kami untuk mendapatkan 6 digit kode
th: กรุณาติดต่อเราที่ 02-508-8425 สำหรับรับรหัสยืนยัน 6 หลัก

# login_help_form_call_button_title
source: Call Us
id: Hubungi
th: โทร

# login_help_form_subtitle
source: Step 2: Enter the 6-digit code below.
id: Masukkan 6 digit kode dibawah ini
th: ใส่รหัสยืนยัน 6 หลัก จากทาง call center

# login_help_form_submit_button_title
source: Verify
id: Verifikasi
th: ยืนยัน

# otp_form_title
source: Enter the 6 digits sent to:
id: Masukkan 6 digit yang dikirim ke:
th: ใส่รหัสยืนยัน 6 หลักที่ส่งถึง:

# otp_form_normal_footer_title
source: Code expired.
id: Saya tidak menerima kode
th: ฉันไม่ได้รับรหัสยืนยัน

# otp_form_submit_button_title
source: Verify
id: Verifikasi
th: ยืนยัน

# otp_form_resend_button_title
source: Resend Code
id: Kode telah dikirim ulang
th: ส่งรหัสยืนยันอีกครั้ง

# otp_form_resend_countdown_message
source: Resend code in {numberOfSeconds}s
id: Mengirim ulang kode dalam {numberOfSeconds}menit
th: กำลังส่งรหัสให้ใน {numberOfSeconds}วิ

# otp_code_sent_title
source: Verification Code Sent
id: Kode Verifikasi Telah Dikirim
th: ส่งรหัสยืนยัน

# otp_code_sent_message
source: The verification code has been successfully sent to
id: Kode verifikasi telah berhasil dikirim ke
th: รหัสยืนยันถูกส่งเรียบร้อยให้กับ

# profile_nav_title
source: Profile
id: Profil
th: บัญชี

# profile_title_log_out
source: Log Out
id: Keluar
th: ออกจากระบบ

# profile_dialog_button_title_no
source: No
id: Batalkan
th: ยกเลิก

# profile_dialog_button_title_yes
source: Yes
id: Konfirmasi
th: ตกลง

# login_success_title
source: Success!
id: Sukses!
th: สำเร็จ!

# login_success_messsage
source: Your phone number has been verified. Taking you back to {app}
id: Nomor telepon anda telah diverifikasi. Membawa anda kembali ke {app}
th: เบอร์โทรศัพท์ของคุณได้ยืนยันเรียบร้อยแล้ว กำลังกลับไปที่ {app}

# toast_title_added
source: Added
id: Ditambah
th: เพิ่มแล้ว

# toast_title_removed
source: Removed
id: Dihapus
th: ลบออกแล้ว

# dialog_title_expenses_main_leave
source: Unsaved Information
id: Informasi belum disimpan
th: ข้อมูลยังไม่ได้ถูกบันทึก

# dialog_title_expenses_sub_leave
source: You will lose the filled information, are you sure you want to leave?
id: Anda akan kehilangan informasi yang diisi, apakah Anda yakin ingin pergi?
th: ข้อมูลที่กรอกไปแล้วจะถูกลบทิ้ง คุณแน่ใจหรือไม่ว่าต้องการออกจากหน้านี้?

# dialog_title_expenses_sub_switch
source: You will lose the filled information, are you sure you want to change expense type?
id: Anda akan kehilangan informasi yang diisi, apakah Anda yakin ingin mengubah jenis pengeluaran?
th: ข้อมูลที่กรอกไปแล้วจะถูกลบทิ้ง คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนประเภทของค่าใช้จ่าย?

# dialog_button_title_no
source: No
id: Tidak
th: ไม่

# dialog_button_title_yes
source: Yes
id: Ya
th: ใช่

# toast_title_unauthorized
source: Unauthorized
id: Tidak memiliki akses
th: ไม่ได้รับอนุญาต

# dialog_title_unauthorized_session
source: Unauthorized Session
id: Tidak memiliki akses
th: เซสชั่นไม่ได้รับอนุญาต

# dialog_title_unauthorized_sub_message
source: Your session has expired or your permission has been revoked. You will be required to relogin your credential.
id: Sesi Anda telah kedaluwarsa atau izin Anda telah dicabut. Anda perlu melakukan login ulang.
th: เซสชั่นของคุณหมดอายุหรือไม่ได้รับการอนุญาตให้ล็อกอิน คุณอาจต้องทำเรื่องร้องขอเจ้าหน้าที่ เพื่อเข้าสู่ระบบใหม่อีกครั้ง

# dialog_button_title_ok
source: OK
th: ตกลง

# dialog_title_log_out_main
source: Proceed to Logout?
id: Keluar?
th: ต้องการออกจากระบบ?

# dialog_title_log_out_message
source: Are you sure you want to log out?
id: Apakah anda yakin ingin keluar?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?

# month_date_title_january
source: January
id: Januari
th: มกราคม

# month_date_title_february
source: February
id: Februari
th: กุมภาพันธ์

# month_date_title_march
source: March
id: Maret
th: มีนาคม

# month_date_title_april
source: April
th: เมษายน

# month_date_title_may
source: May
id: Mei
th: พฤษภาคม

# month_date_title_june
source: June
id: Juni
th: มิถุนายน

# month_date_title_july
source: July
id: Juli
th: กรกฎาคม

# month_date_title_august
source: August
id: Agustus
th: สิงหาคม

# month_date_title_september
source: September
th: กันยายน

# month_date_title_october
source: October
id: Oktober
th: ตุลาคม

# month_date_title_november
source: November
th: พฤศจิกายน

# month_date_title_december
source: December
id: Desember
th: ธันวาคม

# all_deactivate_pop_account_title
source: Delete Account?
id: Deaktivasi Akun?

# all_deactivate_account_profile_title
source: Delete My Account
id: Deaktivasi Akun

# all_deactivate_account_success_title
source: Account deleted
id: Akun berhasil dideaktivasi

# all_deactivate_account_pop_cacel
source: Cancel
id: Batalkan

# all_deactivate_account_pop_confirm
source: Confirm
id: Konfirmasi
